02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-05-persoonsvraag webservice (historisch zoeken)/uc1004-05C20T170b/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
    <m:vraag>
      <m:in0>
        <m:indicatieAdresvraag>0</m:indicatieAdresvraag>
        <m:indicatieZoekenInHistorie>1</m:indicatieZoekenInHistorie>
        <m:masker>
          <m:item>10110</m:item>
          <m:item>10120</m:item>
          <m:item>10210</m:item>
          <m:item>10220</m:item>
          <m:item>10230</m:item>
          <m:item>10240</m:item>
          <m:item>10310</m:item>
          <m:item>10320</m:item>
          <m:item>10330</m:item>
          <m:item>10410</m:item>
          <m:item>12010</m:item>
          <m:item>12020</m:item>
          <m:item>16110</m:item>
          <m:item>510110</m:item>
          <m:item>510120</m:item>
          <m:item>510210</m:item>
          <m:item>510220</m:item>
          <m:item>510230</m:item>
          <m:item>510240</m:item>
          <m:item>510310</m:item>
          <m:item>510320</m:item>
          <m:item>510330</m:item>
          <m:item>510410</m:item>
          <m:item>512010</m:item>
          <m:item>512020</m:item>
          <m:item>516110</m:item>
        </m:masker>
        <m:parameters>
          <m:item>
            <m:rubrieknummer>10110</m:rubrieknummer>
            <m:zoekwaarde>2354507297</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10120</m:rubrieknummer>
            <m:zoekwaarde>579835145</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10310</m:rubrieknummer>
            <m:zoekwaarde>19770625</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10320</m:rubrieknummer>
            <m:zoekwaarde>New*</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10330</m:rubrieknummer>
            <m:zoekwaarde>6014</m:zoekwaarde>
          </m:item>
        </m:parameters>
      </m:in0>
    </m:vraag>
  </soap:Body>
</soap:Envelope>